#ifndef __VERSION_H
#define __VERSION_H

#define VERSION "Vers: S61 CPS145BVE_01_V1.0.7  2018-03-06"
/****************************************************************************
 * Project Name : S60

 * Branch Name : TRUNK

 * Updated Date : 2017-08-24

 * Major Version :  
 -> 1.x.x

 * Minor Version :  
 -> x.0.x 

 * Bug Version :	  
 -> x.x.0
******************************************************************************/







/** History of Version *******************************************************/

/** ========================================= **
  * Version : 1.0.1
  * Updated Date : 2018-01-08
  * Description : 
	1.苹果快慢充PLOSS区分开
 ** ========================================= **/
/** ========================================= **
  * Version : 1.0.7
  * Updated Date : 2018-03-06
  * Description : 
	1.添加FOD识别版Qi版本号
 ** ========================================= **/

#endif /* __VERSION_H*/